BUSINESS_TYPES = [
    ('پوشاک زنانه', 'پوشاک زنانه'),
    ('پوشاک مردانه', 'پوشاک مردانه'),
    ('سیسمونی', 'سیسمونی'),
    ('آرایشی', 'آرایشی'),
    ('عطر', 'عطر'),
    ('خوراکی خانگی', 'خوراکی خانگی'),
    ('قنادی', 'قنادی'),
    ('کافه', 'کافه'),
    ('آجیل', 'آجیل'),
    ('گل و گیاه', 'گل و گیاه'),
    ('دکوراسیون', 'دکوراسیون'),
    ('زیورآلات', 'زیورآلات'),
    ('کیف و کفش', 'کیف و کفش'),
    ('لوازم موبایل', 'لوازم موبایل'),
    ('کتاب', 'کتاب'),
    ('ورزشی', 'ورزشی'),
    ('اسباب‌بازی', 'اسباب‌بازی'),
    ('صنایع دستی', 'صنایع دستی'),
    ('عسل و ارگانیک', 'عسل و ارگانیک'),
    ('پت‌شاپ', 'پت‌شاپ'),
    ('سالن زیبایی', 'سالن زیبایی'),
    ('آموزشگاه', 'آموزشگاه'),
    ('رستوران', 'رستوران'),
    ('محصولات دیجیتال', 'محصولات دیجیتال'),
]

MESSENGER_CHOICES = [
    ('instagram', 'اینستاگرام'),
    ('telegram', 'تلگرام'),
    ('bale', 'بله'),
    ('other', 'سایر'),
]

SHOWCASE_BOT_PLATFORM_CHOICES = [
    ('bale', 'بله'),
    ('telegram', 'تلگرام'),
]
